Repository: TrellixVulnTeam/skybizzle_XK3X
Catalog: cogs/CogManager/cogs/moreutils/locales/*.po
Languages: ru_ru

source: Send bot's current time
ru_ru: Отправляет текущее время бота

source: Shows some info about provided color
ru_ru: Показывает информацию о предоставленном цвете

source: Help I've fallen and I need @someone. Discord 2018 April Fools
ru_ru: Help I've fallen and I need @someone. Первоапрельская шутка Discord 2018

source: Get current discord status from status.discordapp.com
ru_ru: Получить текущее состояние Discord со страницы status.discordapp.com

source: Unable to get data from https://status.discordapp.com: {}
ru_ru: Невозможно получить информацию от https://status.discordapp.com: {}

source: OK
ru_ru: ОК

source: Minor problems
ru_ru: Небольшие проблемы

source: Major problems
ru_ru: Большие проблемы

source: Critical problems
ru_ru: Критические проблемы

source: Discord Status
ru_ru: Статус Discord
