Repository: TrellixVulnTeam/skybizzle_XK3X
Catalog: cogs/CogManager/cogs/say/locales/*.po
Languages: fr_fr

source: Hello, thanks for installing `say`. Would you like to enable error logging to help the developer to fix new errors? If you wish to opt in the process, please type "yes"
fr_fr: Bonjour, merci d’avoir installé le module `say`. Voulez-vous activer le partage d’erreurs au développeur pour corriger les bugs ? Si vous souhaitez partager vos erreurs, tapez “oui”.

source: Request timed out. Error logging disabled by default. You can change that by using the `[p]sayinfo` command.
fr_fr: Requête expirée. Le partage d’erreur est désactivé par défaut. Vous pouvez changer cela en utilisant la commande `[p]sayinfo`.

source: Thank you for helping me with the development process! You can disable this at anytime by using `[p]sayinfo` command.
fr_fr: Merci de m’aider dans le processus de développement ! Vous pouvez désactiver ceci à tout moment en utilisant la commande `[p]sayinfo`.

source: The error logging was not enabled. You can change that by using the `[p]sayinfo` command.
fr_fr: Le partage d’erreur n’a pas été activé. Vous pouvez changer ceci en utilisant la commande `[p]sayinfo`.

source: Speak as if you were the bot Report a bug or ask a question: https://discord.gg/AVzjfpR Full documentation and FAQ: http://laggrons-dumb-cogs.readthedocs.io/say.html
fr_fr: Parlez en tant que votre bot Reporter un bug ou poser une question : https://discord.gg/AVzjfpR Documentation complète et FAQ : http://laggrons-dumb-cogs.readthedocs.io/say.html

source: The files got removed because they were too big. The limit for bots is 8mb.
fr_fr: Les fichiers ont été retirés car ils sont trop gros. La limite pour les bots est 8mb.

source: An error occured while downloading the file. Error code
fr_fr: Une erreur s’est produite lors du téléchargement du fichier. Code erreur

source: 1: `wget` program not found, install it on your machine
fr_fr: 1 : programme `wget` inexistant, veuillez l’installer

source: 3: File I/O error (write permission)
fr_fr: 3 : Erreur I/O (permissions d’écriture)

source: 4: Network failure
fr_fr: 4 : Problème réseau

source: 5: SSL verification failure
fr_fr: 5 : La vérification du protocole SSL a échoué

source: 7: Protocol error
fr_fr: 7 : Erreur de protocole

source: 8: Server issued an error response
fr_fr: 8 : Le serveur a renvoyé un message d’erreur

source: 2048: Image not found
fr_fr: 2048 : Image non trouvée

source: unknown.
fr_fr: inconnue.

source: I am not allowed to send messages in
fr_fr: Je ne suis pas autorisé à envoyer des messages dans le channel

source: I am not allowed to upload files in
fr_fr: Je ne suis pas autorisé à envoyer des fichiers dans le channel

source: Make the bot say what you want in the desired channel. If no channel is specified, the message will be send in the current channel. You can attach some files to upload them to Discord. Example usage : - `!say #general hello there` - `!say owo I have a file` (a file is attached to the command message)
fr_fr: Faites parler le bot dans le channel désiré. Si aucun channel n’est spécifié, le message sera envoyé dans le channel actuel. Vous pouvez attacher des fichiers à votre message pour les envoyer à Discord. Exemple : - `!say #general bonjour - `!say owo j’ai un fichier` (un fichier est lié au message de la commande)

source: Same as say command, except it deletes your message. If the message wasn't removed, then I don't have enough permissions.
fr_fr: Idem à la commande say, mais celle-ci supprime votre message. Si le message n’a pas été supprimé, je n’ai pas assez de permissions pour le faire.

source: Not enough permissions to delete messages.
fr_fr: Pas assez de permissions pour supprimer le message.

source: Start receiving and sending messages as the bot through DM
fr_fr: Envoyez et recevez des messages en tant que votre bot à travers les MP

source: You need to give a channel to enable this in DM. You can give the channel ID too.
fr_fr: Vous devez donner un channel pour activer ceci en MP. Vous pouvez également donner l’ID du channel.

source: A session is already running.
fr_fr: Une session est déjà en cours.

source: I will start sending you messages from {0}. Just send me any message and I will send it in that channel. React with ❌ on this message to end the session. If no message was send or received in the last 5 minutes, the request will time out and stop.
fr_fr: Je vais vous envoyer les messages venant de {0}. Envoyez moi simplement un message et je vais le renvoyer dans ce channel. Réagissez avec ❌ sur ce message pour clore la session. Si aucun message n’a été envoyé ou reçu dans les 5 dernières minutes, la requête va s’expirer.

source: Request timed out. Session closed
fr_fr: Requête expirée. Session fermée

source: Get informations about the cog. Type `sentry` after your command to modify its status.
fr_fr: Obtenez des informations sur le module. Tapez `sentry` après votre commande pour modifier son statut.

source: enable
fr_fr: activer

source: disable
fr_fr: désactiver

source: You're about to {} error logging. Are you sure you want to do this? Type `yes` to confirm.
fr_fr: Vous allez {} le partage d’erreurs. Êtes-vous sûr de vouloir faire cela ? Tapez `oui` pour confirmer.

source: Request timed out.
fr_fr: Requête expirée. Session fermée.

source: Upcoming errors will be reported automatically for a faster fix. Thank you for helping me with the development process!
fr_fr: Les prochaines erreurs seront reportées automatiquement pour un patch plus rapide. Merci de m’aider dans le processus de développement !

source: Error logging has been disabled.
fr_fr: Le partage d’erreur a bien été désactivé.

source: Laggron's Dumb Cogs V3 - say Version: {0.__version__} Author: {0.__author__} Sentry error reporting: {1}d (type `{2}sayinfo sentry` to change this) Github repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord server: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/
fr_fr: Laggron’s Dumb Cogs V3 - say Version : {0.__version__} Auteur : {0.__author__} Envoi des erreurs via Sentry: {1} (tapez `{2}sayinfo sentry` pour changer cela) Repository Github : https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Serveur Discord : https://discord.gg/AVzjfpR Documentation : http://laggrons-dumb-cogs.readthedocs.io/

source: Session closed
fr_fr: Requête expirée. Session fermée
